var condition1 = {
    "1": "王朝模式",
    "2": "街头模式",
};
var condition2 = {
    "1": {
        "1": "季前赛线上赛区",
        "2": "季前赛线下赛区",
        "3": "常规赛",
        "4": "季后赛",
        "5": "全国总决赛",
    },
    "2": {
        "1": "季前赛线上赛区",
        "2": "季前赛线下赛区",
        "3": "常规赛",
        "4": "季后赛",
        "5": "全国总决赛",
    },
};
var condition3 = {
    "1": {
        "wu":"暂无地区"
    },
    "2": {
        "1":"安徽省",
        "2":"福建省",
        "3":"湖南省",
        "4":"湖北省",
        "5":"江西省",
        "6":"广西省",
        "7":"重庆市",
        "8":"北京市",
        "9":"黑龙江省",
        "10":"辽宁省",
        "11":"河南省",
        "12":"吉林省",
        "13":"陕西省",
        "14":"天津市",
        "15":"江苏省",
        "16":"广东省",
        "17":"上海市",
        "18":"四川省",
        "17":"山西省",
        "20":"浙江省",
        "21":"山东省",
        
    },
    "3":{
        "wu":"暂无地区"
    },
    "4":{
        "wu":"暂无地区"
    },
    "5":{
        "wu":"暂无地区"
    }

};
